{"classes":["BGCOLOR","FONTSIZE","FONTCOLOR","BUTTON","CHECK BOX","DROPDOWN","FONT","TEXT"],"annotations":[["Training\r\n\r\nI want a grey background. I also need two text boxes. Make the text font calibri and font size 16. The text should be red.\r\n\r\nI want a black background. Give me a text box and a button. Make the text green. Text font should be arial. I would like the font size to be 18.\r\n\r\nBackground should be white. Give me two buttons. Text colour should be blue. Text font should be century. Make the font size 14.\r\n\r\nI want a white background with blue foreground. Text font should be cambria. Font size should be 14. Give me 8 text boxes and one button.\r\n\r\nI want a grey background with blue foreground. Give me 6 text boxes and 3 buttons. Font size should be 12. Text Font should be calibri.\r\n\r\nGive me light blue background with black foreground. Give me two text boxes and two buttons. Make the text font century. Text size should be 12.\r\n\r\nGive me a light orange background with black foreground. Give me two text boxes of length 20 and 8 breadth. Give me a button of length 15 and 6 breadth. Give me one more button of length 4 and breadth 4.\r\n\r\nI want a grey background. Give me 4 white text boxes. One yellow button. Text font is Georgia and text size is 12.\r\n\r\nGive me black background with blue foreground. Give me one button. Font size is 20 and font style is arial.\r\n\r\nI want a white background with red foreground. Give me 6 buttons and 8 text boxes. Text font \r\nshould be times new roman.\r\n\r\nGive me a dark blue background with white foreground. 12 check boxes. Give me a button. font size is 12 and text font is Candara.\r\n\r\nGive me a black background. Give me two white text boxes. Font colour should be black. Give me one white button. Text font is calibri and text size is 10.\r\n\r\nGive me a white background. Give me three text boxes with blue borders. Font size is 12, text font is arial and text colour is black. Give me two white buttons, each with blue border. \r\n\r\nI want a white background. Give me 4 checkboxes. Give me two buttons. Text font is arial black. Font size is 12. Font colour is dark blue.\r\n\r\nGive me a grey background. Give me one dropdown menu. Give me 8 checkboxes. Give me 3 buttons. Text font is book antiqua. Font colour should be black and font size is 12.\r\n\r\nGive me a yellow background. I want 4 red buttons. The font colour should be white. Font size is 12. Text Font is Bahnschrift.\r\n\r\nGive me a white background. I want 3 buttons. The button colour should be light blue. Give me a dropdown menu. Font size should be 10. Font colour should be black and font style needed is times new roman.\r\n",{"entities":[[21,25,"BGCOLOR"],[50,53,"TEXT"],[85,92,"FONT"],[107,110,"BGCOLOR"],[130,134,"FONTCOLOR"],[147,152,"BGCOLOR"],[173,174,"TEXT"],[188,189,"BUTTON"],[212,218,"FONTCOLOR"],[239,245,"FONT"],[279,282,"FONTSIZE"],[307,313,"BGCOLOR"],[322,325,"BUTTON"],[357,362,"FONTCOLOR"],[383,391,"FONT"],[411,414,"FONTSIZE"],[427,432,"BGCOLOR"],[449,453,"FONTCOLOR"],[486,494,"FONT"],[515,518,"FONTSIZE"],[527,528,"TEXT"],[534,539,"TEXT"],[544,547,"BUTTON"],[568,572,"BGCOLOR"],[589,593,"FONTCOLOR"],[614,615,"TEXT"],[631,632,"BUTTON"],[662,665,"FONTSIZE"],[686,694,"FONT"],[706,716,"BGCOLOR"],[733,738,"FONTCOLOR"],[759,762,"TEXT"],[778,781,"BUTTON"],[810,818,"FONT"],[839,842,"FONTSIZE"],[856,868,"BGCOLOR"],[885,890,"FONTCOLOR"],[911,914,"TEXT"],[962,963,"BUTTON"],[1007,1010,"BUTTON"],[1062,1066,"BGCOLOR"],[1087,1088,"TEXT"],[1107,1110,"BUTTON"],[1139,1146,"FONT"],[1164,1167,"FONTSIZE"],[1179,1184,"BGCOLOR"],[1201,1205,"FONTCOLOR"],[1226,1229,"BUTTON"],[1251,1253,"FONTSIZE"],[1272,1278,"FONT"],[1291,1296,"BGCOLOR"],[1313,1316,"FONTCOLOR"],[1337,1338,"BUTTON"],[1351,1352,"TEXT"],[1387,1403,"FONT"],[1417,1426,"BGCOLOR"],[1443,1448,"FONTCOLOR"],[1461,1463,"CHECK BOX"],[1485,1486,"BUTTON"],[1508,1510,"FONTSIZE"],[1550,1555,"BGCOLOR"],[1576,1579,"TEXT"],[1620,1626,"FONTCOLOR"],[1635,1638,"BUTTON"],[1691,1694,"FONTSIZE"],[1708,1713,"BGCOLOR"],[1734,1739,"TEXT"],[1783,1785,"FONTSIZE"],[1800,1805,"FONT"],[1825,1831,"FONTCOLOR"],[1840,1843,"BUTTON"],[1895,1900,"BGCOLOR"],[1921,1922,"CHECK BOX"],[1943,1946,"BUTTON"],[1969,1981,"FONT"],[1995,1998,"FONTSIZE"],[2014,2024,"FONTCOLOR"],[2038,2042,"BGCOLOR"],[2063,2066,"DROPDOWN"],[2090,2091,"CHECK BOX"],[2112,2113,"BUTTON"],[2141,2149,"FONT"],[2172,2177,"FONTCOLOR"],[2195,2198,"FONTSIZE"],[2212,2218,"BGCOLOR"],[2238,2239,"BUTTON"],[2279,2285,"FONTCOLOR"],[2299,2302,"FONTSIZE"],[2316,2328,"FONT"],[2342,2347,"BGCOLOR"],[2367,2368,"BUTTON"],[2426,2427,"DROPDOWN"],[2463,2466,"FONTSIZE"],[2489,2494,"FONTCOLOR"],[2520,2535,"FONT"]]}]]}