{"classes":["BG","FG","FONT_SIZE","FONT","BUTTON","RADIO_BUTTON","CHECK_BUTTON","SCROLL","SCALE","TEXT_BOX"],"annotations":[["I want the background to be black. Give me 5 text boxes,  candara should be selected as the text font. Font size is 13. Font color should be green.\r",{"entities":[[28,34,"BG"],[43,44,"TEXT_BOX"],[58,65,"FONT"],[116,119,"FONT_SIZE"],[141,146,"FG"]]}],["I'd like to have a grey background with a green foreground . Provide me with a check button. Georgia is the font style, and the font size is 12.\r",{"entities":[[19,23,"BG"],[42,47,"FG"],[77,78,"CHECK_BUTTON"],[93,100,"FONT"],[141,143,"FONT_SIZE"]]}],["I want the foreground to be yellow. Give me a black background. Georgia  should be used for the text font. The appropriate font size is 12. Please provide me with two check buttons and twelve text fields.\r",{"entities":[[28,35,"FG"],[46,51,"BG"],[64,71,"FONT"],[136,139,"FONT_SIZE"],[163,166,"CHECK_BUTTON"],[185,191,"TEXT_BOX"]]}],["I want the background to be white. Please provide me with a text box as well as a button. Black foreground. The appropriate font for text is Times new Roman. I'd want the font size to be 24 if it's possible. I also want a scroll.\r",{"entities":[[28,34,"BG"],[58,59,"TEXT_BOX"],[80,81,"BUTTON"],[90,95,"FG"],[147,157,"FONT"],[187,189,"FONT_SIZE"],[220,221,"SCROLL"]]}],["Give me a background that is bright orange and the foreground should be blue. Please provide me with four text boxes as well as four buttons. Update the text font to Times New Roman. The appropriate text size is 14. I also want a scale.\r",{"entities":[[29,42,"BG"],[72,77,"FG"],[101,105,"TEXT_BOX"],[128,132,"BUTTON"],[166,182,"FONT"],[212,215,"FONT_SIZE"],[228,229,"SCALE"]]}],["White background. I need you to hand me two buttons. The color of the text ought to be purple. The text should use the Calibri font. The font should be set to size 12. I also want a scroll and a scale.\r",{"entities":[[0,5,"BG"],[40,43,"BUTTON"],[87,94,"FG"],[119,126,"FONT"],[164,167,"FONT_SIZE"],[180,181,"SCROLL"],[193,194,"SCALE"]]}],["I want the foreground to be yellow and the background to be white. Please provide me with seven check buttons and seven textboxes. The appropriate font size is a 17. Georgia should be used for the text font.\r",{"entities":[[28,34,"FG"],[60,66,"BG"],[90,95,"CHECK_BUTTON"],[114,119,"TEXT_BOX"],[162,165,"FONT_SIZE"],[166,173,"FONT"]]}],["Please use a blue color for the background and a white color for the foreground. I want two text boxes. Provide me a button that is 20 millimeters in length and 5 millimeters in width. Create me another one button and a checkbutton.\r",{"entities":[[13,17,"BG"],[49,54,"FG"],[88,91,"TEXT_BOX"],[115,116,"BUTTON"],[203,206,"BUTTON"],[218,219,"CHECK_BUTTON"]]}],["Please provide me with a black background and white foreground. Please provide me with four text boxes. The size of the font should be 14, the text font is calibri. Please hand me eight radio buttons.\r",{"entities":[[25,30,"BG"],[46,51,"FG"],[87,91,"TEXT_BOX"],[135,137,"FONT_SIZE"],[156,164,"FONT"],[180,185,"RADIO_BUTTON"]]}],["Use a dark green color for the background and white for the foreground. I want 10 inputboxes and 10 checkboxes. I want a button and a scrollbar. The text is in the oswald font, and the text size is 14.\r",{"entities":[[6,16,"BG"],[46,51,"FG"],[79,81,"TEXT_BOX"],[97,99,"CHECK_BUTTON"],[119,120,"BUTTON"],[132,133,"SCROLL"],[164,170,"FONT"],[198,200,"FONT_SIZE"]]}],["I would prefer the background to be black. Please provide me with four text boxes . One button and a scale. The text is formatted using the Arial  and the size of the text is 14.\r",{"entities":[[36,42,"BG"],[66,70,"TEXT_BOX"],[84,87,"BUTTON"],[99,100,"SCALE"],[140,145,"FONT"],[175,177,"FONT_SIZE"]]}],["I want white background, with black foreground. Give me five text boxes and six buttons. Arial  is the recommended font for text.\r",{"entities":[[7,12,"BG"],[30,35,"FG"],[56,60,"TEXT_BOX"],[76,79,"BUTTON"],[89,94,"FONT"]]}],["Give me a white background. Foreground should be black. Please provide me with two radio buttons.  Give me one scale. The font is calibri font, and the size of the text is 12.\r",{"entities":[[10,15,"BG"],[49,55,"FG"],[79,82,"RADIO_BUTTON"],[107,110,"SCALE"],[130,137,"FONT"],[172,174,"FONT_SIZE"]]}],["Give me a grey background, please. Just provide me with one dropdown option. Please provide me with 5 checkboxes and a scrollbar. Give me four buttons, please. The text should be presented in roboto. The font size should be 14, and the font color should be red.\r",{"entities":[[10,14,"BG"],[100,101,"CHECK_BUTTON"],[117,118,"SCROLL"],[138,142,"BUTTON"],[192,199,"FONT"],[224,226,"FONT_SIZE"],[257,260,"FG"]]}],["Please provide me with a black background. I want total of two buttons. The color of the button need to be grey colour. Please provide me with a checkbox and a textbox. The appropriate font size is a 12.\r",{"entities":[[25,30,"BG"],[59,62,"BUTTON"],[143,144,"CHECK_BUTTON"],[158,159,"TEXT_BOX"],[200,202,"FONT_SIZE"]]}],["Please provide me with a white background. I need five buttons . It is recommended that you choose yellow for the font color. The size of the text should be 12. Text Font is Calibri. I also want five textboxes. I also want a scrollbar.\r",{"entities":[[25,30,"BG"],[50,54,"BUTTON"],[99,105,"FG"],[157,160,"FONT_SIZE"],[174,182,"FONT"],[195,199,"TEXT_BOX"],[223,224,"SCROLL"]]}],["I want grey background . Give me two radioboxes to select from. Provide me with three buttons, please. The text color should be green . the text font should be century . \r",{"entities":[[7,11,"BG"],[33,36,"RADIO_BUTTON"],[80,85,"BUTTON"],[128,133,"FG"],[160,167,"FONT"]]}],["I would appreciate it if you could provide me a black background with a white foreground, if at all possible. Please provide me 8 checkboxes. The font used is roboto, and the size of the font is 12. I also want one scrollbar\r",{"entities":[[48,53,"BG"],[72,77,"FG"],[128,129,"CHECK_BUTTON"],[159,165,"FONT"],[195,198,"FONT_SIZE"],[211,214,"SCROLL"]]}],["I would want a white background with blue foreground. It is recommended that times new roman be used for the text font. The size of the font that should be used is a 14. Please give me 6 text boxes and a scale.\r",{"entities":[[15,20,"BG"],[37,41,"FG"],[77,92,"FONT"],[166,169,"FONT_SIZE"],[185,186,"TEXT_BOX"],[202,203,"SCALE"]]}],["I want the background to be blue. Let the foreground be white. Give me four text boxes,  calibri should be selected as the text font. Font size is 12. Font color should be green.\r",{"entities":[[28,33,"BG"],[56,62,"FG"],[71,75,"TEXT_BOX"],[89,96,"FONT"],[147,150,"FONT_SIZE"],[172,177,"FG"]]}],["I want the background to be yellow. I want text color to be blue. Give me two radio boxes and a button.  Constantia should be selected as the text font. Font size is 13. Font color should be green.\r",{"entities":[[28,35,"BG"],[60,65,"FG"],[74,77,"RADIO_BUTTON"],[94,95,"BUTTON"],[105,115,"FONT"],[166,169,"FONT_SIZE"],[191,196,"FG"]]}],["I want the background to be black. Let the foreground be white. Give me 4 text boxes,  calibri should be selected as the text font. Font size is 13. I want three buttons.\r",{"entities":[[28,34,"BG"],[57,63,"FG"],[72,73,"TEXT_BOX"],[87,94,"FONT"],[145,148,"FONT_SIZE"],[156,161,"BUTTON"]]}],["I want the background to be grey. Give me 5 text boxes,  Calibri should be selected as the text font. Font size is 13. Font color should be blue.\r",{"entities":[[28,33,"BG"],[42,43,"TEXT_BOX"],[57,64,"FONT"],[115,118,"FONT_SIZE"],[140,144,"FG"]]}],["I want the background to be black. Give me 6 buttons and a scale,  calibri should be selected as the text font. Font size is 13. Font color should be white.\r",{"entities":[[28,34,"BG"],[43,44,"BUTTON"],[57,58,"SCALE"],[67,74,"FONT"],[125,128,"FONT_SIZE"],[150,155,"FG"]]}],["I want the background to be grey. Give me one button and a scrollbar,  roboto should be selected as the text font. Font size is 12. Font color should be orange.\r",{"entities":[[28,33,"BG"],[42,45,"BUTTON"],[57,58,"SCROLL"],[71,77,"FONT"],[128,131,"FONT_SIZE"],[153,159,"FG"]]}],["I want the background to be yellow. Give me 4 text boxes and a scrollbar,  marlette should be selected as the text font. Font size is 13. Font color should be white.\r",{"entities":[[28,35,"BG"],[44,45,"TEXT_BOX"],[61,62,"SCROLL"],[75,83,"FONT"],[134,137,"FONT_SIZE"],[159,164,"FG"]]}],["I want the background to be black. In addition to that, I require a couple of text boxes,  Calibri should be selected as the text font, and size 13 should be used. The text has to be in green.\r",{"entities":[[28,34,"BG"],[66,67,"TEXT_BOX"],[91,98,"FONT"],[145,147,"FONT_SIZE"],[186,191,"FG"]]}],["I'd like to have a white background with a green foreground, please. Provide me with a single button. Georgia is the font style, and the font size is 12.\r",{"entities":[[19,24,"BG"],[43,48,"FG"],[87,93,"BUTTON"],[102,109,"FONT"],[150,152,"FONT_SIZE"]]}],["I want the foreground to be green and the backdrop to be white. Georgia  should be used for the text font. The appropriate font size is 12. Please provide me with two button and twelve text fields.\r",{"entities":[[28,33,"FG"],[57,63,"BG"],[64,71,"FONT"],[136,139,"FONT_SIZE"],[163,166,"BUTTON"],[178,184,"TEXT_BOX"]]}],["I want the background to be white. Please provide me with a text box as well as a button. Turn the text into a black color. The appropriate font for text is Times new Roman. I'd want the font size to be 24 if it's possible.\r",{"entities":[[28,34,"BG"],[58,59,"TEXT_BOX"],[80,81,"BUTTON"],[111,116,"FG"],[157,173,"FONT"],[203,205,"FONT_SIZE"]]}],["Give me a background that is bright orange and the foreground should be blue. Please provide me with four text boxes as well as four buttons. Update the text font to Times New Roman. The appropriate text size is 14.\r",{"entities":[[29,42,"BG"],[72,77,"FG"],[101,105,"TEXT_BOX"],[128,132,"BUTTON"],[166,182,"FONT"],[212,214,"FONT_SIZE"]]}],["White have to be used for the background. I need you to hand me two buttons. The color of the text ought to be purple. The text should use the Arial font. The font should be set to size 12.\r",{"entities":[[0,5,"BG"],[64,67,"BUTTON"],[111,118,"FG"],[143,148,"FONT"],[186,188,"FONT_SIZE"]]}],["I want the foreground to be purple and the backdrop to be white. Please provide me with seven text fields and seven buttons. The appropriate font size is a 17. Georgia should be used for the text font.\r",{"entities":[[28,34,"FG"],[58,64,"BG"],[88,93,"TEXT_BOX"],[110,115,"BUTTON"],[156,159,"FONT_SIZE"],[160,167,"FONT"]]}],["Please use a navy blue color for the background and a white color for the foreground. Please provide me with two text boxes that are 40 boxes in length and 10 in width. Provide me a button that is 20 millimeters in length and 5 millimeters in width. Create me another one button that is 6 inches long and 5 inches wide.\r",{"entities":[[13,22,"BG"],[54,59,"FG"],[109,112,"TEXT_BOX"],[180,181,"BUTTON"],[268,271,"BUTTON"]]}],["Please provide me with a black background. Please provide me with four text boxes and make their borders black. The size of the font should be 14, the text font is lora, and the color of the text is blue. Please hand me eight purple buttons with white borders on each one.\r",{"entities":[[25,30,"BG"],[66,70,"TEXT_BOX"],[143,145,"FONT_SIZE"],[164,168,"FONT"],[199,204,"FG"],[220,225,"BUTTON"]]}],["Please use a Navy blue color for the background and Yellow for the foreground. 14 boxes to check box. Provide me with a button. The text is in the oswald font, and the text size is 14.\r",{"entities":[[13,28,"BG"],[52,58,"FG"],[79,81,"CHECK_BUTTON"],[118,119,"BUTTON"],[147,153,"FONT"],[181,183,"FONT_SIZE"]]}],["I would prefer the background to be black. Please provide me with four text boxes in the color white. One button that is Cyan in color. The text is formatted using the Arial typeface, and the size of the text is 14.\r",{"entities":[[36,42,"BG"],[66,70,"TEXT_BOX"],[102,105,"BUTTON"],[168,173,"FONT"],[212,214,"FONT_SIZE"]]}],["I'd would like the foreground to be white, with black as the background. Create me a total of five buttons and six text fields. Arial  is the recommended font for text.\r",{"entities":[[36,41,"FG"],[48,53,"BG"],[94,98,"BUTTON"],[111,114,"TEXT_BOX"],[128,133,"FONT"]]}],["Provide me with a white background, please. Please provide me with two text boxes that are red in color. It is recommended that you choose brown for the font color. Give me one of the buttons that are blue. The text is being shown in the oswald font, and the size of the text is 12.\r",{"entities":[[18,23,"BG"],[67,70,"TEXT_BOX"],[139,144,"FG"],[173,176,"BUTTON"],[238,244,"FONT"],[279,281,"FONT_SIZE"]]}],["Give me a white background, please. Just provide me with one dropdown option. Please provide me with 5 checkboxes. Give me four buttons, please. The text should be presented in roboto. The font size should be 14, and the font color should be red.\r",{"entities":[[10,15,"BG"],[101,102,"CHECK_BUTTON"],[123,127,"BUTTON"],[177,184,"FONT"],[209,211,"FONT_SIZE"],[242,245,"FG"]]}],["Please provide me with a black background. I want total of two buttons. The color of the button need to be grey colour. Please provide me with a dropdown menu. The appropriate font size is a 12. Blue should be used for the font color, and Georgia should be used for the font style.\r",{"entities":[[25,30,"BG"],[59,62,"BUTTON"],[191,194,"FONT_SIZE"],[195,199,"FG"],[239,246,"FONT"]]}],["Please provide me with a white backdrop. I need six buttons in a bright red color. It is recommended that you choose yellow for the font color. The size of the text should be 14. Text Font is pacifico.\r",{"entities":[[25,30,"BG"],[48,51,"BUTTON"],[117,123,"FG"],[175,178,"FONT_SIZE"],[192,200,"FONT"]]}],["I would prefer if there would be white background . provide  me a total of two  checkboxes to select from. Provide me with buttons, please. The text is presented in a white  version of the times new roman font . the text font should be  . The font is black in color. \r",{"entities":[[33,38,"BG"],[75,78,"CHECK_BUTTON"],[167,172,"FG"],[189,204,"FONT"],[251,256,"FG"]]}],["I would appreciate it if you could provide me a black background with a cyan foreground, if at all possible. Please provide me just one button to press. The font used is roboto, and the size of the font is 14.\r",{"entities":[[48,53,"BG"],[72,76,"FG"],[132,135,"BUTTON"],[170,176,"FONT"],[206,208,"FONT_SIZE"]]}],["I would want there to be a black background, with the foreground being a white color. It is recommended that times new roman be used for the text font. The size of the font that should be used is a 14. Please give me with a total of ten text fields in addition to five buttons.\r",{"entities":[[27,32,"BG"],[73,78,"FG"],[109,124,"FONT"],[198,201,"FONT_SIZE"],[233,236,"TEXT_BOX"],[264,268,"BUTTON"]]}],["\r",{"entities":[]}],["\r",{"entities":[]}],["",{"entities":[]}],["",{"entities":[]}]]}